Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Measure and analyze the impact and effectiveness of compliance activities, processes, and procedures with the goal of studying performance and improving the compliance program.
ja: コンプライアンス活動やプロセス、手続きのインパクトや効率性を計測し分析すべきです。パフォーマンスを調べ、コンプライアンス プログラムを改善するためです。

source: Meeting License Obligations
ja: ライセンス義務の順守

source: Mention that the product includes open source software.
ja: 製品がオープン ソース ソフトウェアを含むことを言及します。

source: Mergers and Acquisitions
ja: 合併と買収

source: Messaging
ja: メッセージの発信

source: Messaging 37
ja: 意思伝達 37

source: Messaging, both internal and external, is an integral part of any compliance program.
ja: メッセージの発信は内部向け、外部向けともコンプライアンス プログラムの必須の構成要素です。

source: Methods to identify and audit incoming open source
ja: 入るオープン ソースの特定と監査の方法

source: Metrics will help you communicate the productivity advantages that accrue from each program element when promoting the compliance program.
ja: 計測の尺度は、コンプライアンス プログラムを推進する場合にプログラムの個々の構成要素から得られる生産性向上について対話をする助けとなります。

source: Mitigate risks through architecture design and engineering practices
ja: アーキテクチャ設計と製造の実務においてリスクを低減

source: Mixing Source Code with Different Licenses
ja: ソース コードの異なるライセンスとの結合

source: Modification
ja: 変更

source: Modified (Y/N)?
ja: 変更されているか (Y/N)?

source: Module dependencies
ja: モジュールの依存関係

source: Module dependencies .
ja: モジュールの依存関係

source: Monitor the open source projects to determine whether any bug fixes or security patches have become available, and take responsibility for updating the open source component used in the product.
ja: オープンソースのプロジェクトをモニタし、バグフィックスやセキュリティ パッチが利用可能となったかを判断し、製品で使われているオープンソース コンポーネントのアップデートに責任を持ちます。

source: More traditional organizations are also taking notice; they are making open source software a priority and using the software for strategic advantage in their operations.
ja: 伝統的な組織も注目しています。オープンソース ソフトウェアを優先度の高い項目に挙げ、ソフトウェアを組織活動で戦略的優位を得るために使っています。

source: Most companies establish checklists that are used within the development process at every major milestone.
ja: ほとんどの企業は、開発プロセスの全てのメジャーなマイルストンで利用するチェックリストを確立しています。

source: Most licenses with a source code redistribution obligation require that either the source code accompany the product or that the user receive a written offer with details on how to obtain the source code.
ja: ソース コード再頒布義務を持つほとんどのライセンスは、製品に付随するソース コード提供か、ソース コードの入手方法を記述した書面による申出かを要求します。

source: Most of the public cases related to non-compliance have involved GPL source code.
ja: コンプライアンス違反が公となった事件の多くはGPLのソースコードが関わっています。

source: Move open source use from ad hoc to a standardized process
ja: オープン ソース利用を一時的なものから標準プロセスへと移行させます。

source: Move open source use from ad hoc to a standardized process .
ja: オープン ソース利用を一時的なものから標準プロセスへと移行させます。

source: Multi-Source development model
ja: マルチソース開発モデル

source: My interest grew in making my own experiences available so that others could possibly learn from them, and then publish their experiences, so that as an industry we can all strive towards better ways to achieve open source compliance while minimizing impact on engineering resources and product delivery timelines.
ja: そういったこともあり私自身の経験を公開することに興味が湧いてきました。私の経験を公開することでいろいろな人たちが何かを学び、そして学んだ人が経験したことを公開するようになり、さらに私たち皆が産業において製品デリバリの期間やエンジニアリング リソースに与えるインパクトを最小限にとどめるよう、オープンソース コンプライアンスを実現する、よりよいやり方に向けた取り組みに尽力できるのではないか、と。

source: My involvement with open source compliance started early in my career as a software developer, and has been a part of my job directly or indirectly for two decades now.
ja: オープンソース コンプライアンスに携わるようになったのは、ソフトウェア開発者として私のキャリアが始まったころでした。そこから今に至る20年、オープンソース コンプライアンスは直接的に も間接的にも私の仕事の一部であり続けています。

source: NOTICES CONSIDERATIONS
ja: 通知に関する考察

source: NOTICES CONSIDERATIONS 128
ja: 通知に関する考察 128

source: Names of new software components added in v1.1
ja: V1.1で追加された新しいソフトウェア コンポーネントの名前

source: Names of new software components added in v1.1 .
ja: V1.1で追加された新しいソフトウェア コンポーネントの名前

source: Names of retired software components
ja: 使用されなくなったソフトウェア コンポーネントの名前

source: Names of updated software components
ja: 更新されているソフトウェア コンポーネントの名前

source: Names of updated software components .
ja: 更新されているソフトウェア コンポーネントの名前

source: Neglecting to provide a license notice.
ja: ライセンス表示提供を怠る

source: New Employee Orientation
ja: 新規従業員へのオリエンテーション

source: New employee orientation: In some instances, the Compliance Officer presents on the company’s compliance efforts, rules, policies, and processes to new employees as part of employee orientation, supplying new employees with necessary open source management information: who to talk to, what internal website to visit, how to sign-up for open source and compliance training, etc.
ja: 新人研修：時にはコンプライアンス オフィサーが企業のコンプライアンスの努力、規則、ポリシー、プロセスを新人に対して研修の一部として講演し、必要となるオープンソースの管理上の情報（聞くべき人、訪れるべき内部のウェブサイト、オープンソースとコンプライアンスのトレーニングへの参加方法等々）を提供します。

source: New open source used
ja: 新しいオープン ソース

source: New open source used .
ja: 新しいオープン ソース

source: New software components may have been introduced.
ja: 新しいソフトウェア コンポーネントが、導入されているかもしれません。

source: Next, the legal counsel reviews the draft proposed by the compliance officer, edits it, and pushes a final version to the documentation team.
ja: 次に法律顧問が草案をレビューし、修正し、最終版を文書化チームに渡します。

source: No Endorsing or Promoting
ja: 推奨や推進に利用しない

source: Non-Compliance is Expensive
ja: コンプライアンス違反は高くつく

source: Non-Compliance is Expensive 29
ja: コンプライアンス違反は高くつく 29

source: None of these approaches is fruitful or beneficial to any of the parties involved.
ja: こうしたアプローチは関係者のだれにとっても実りや利益を生みません。

source: North Bridge & Black Duck
ja: ノースブリッジ＆ブラックダック

source: North Bridge & Black Duck “The 2015 Future of Open Source Survey”
ja: North Bridge & Black Duck 「2015年オープン ソースの未来調査」

source: Note on Architecture Diagram
ja: アーキテクチャー図に対する注意

source: Note on Downloaded Open Source Packages
ja: ダウンロードされたオープン ソース パッケージに対する注意

source: Note that this action is helpful to those desiring code download but may not be sufficient by itself to satisfy license obligations.
ja: この作業は、コードのダウンロードを希望する人には役に立ちますが、これ自体でライセンス義務を満たしていることにはなりません。

source: Notice phase outcome
ja: 通知フェーズの結果

source: Notice phase outcome The license, copyright, and attribution notices for a specific component are prepared and passed along to the appropriate departments to be included in the product documentation.
ja: 通知フェーズの結果 対象のコンポーネントのライセンス、著作権、および帰属通知が準備され、製品の資料に含めるべく担当部署に手渡される。

source: Notice phase prerequisite
ja: 通知フェーズの前提条件

source: Notices
ja: 通知

source: Notices One of the key obligations when using open source is the documentation obligation, also referred to as the notice obligation.
ja: 通知 オープン ソースを利用する際の重要な責務の一つは、ドキュメント記載の義務、または通知義務ともいわれるものです。

source: Notices 115
ja: 通知 115

source: Notices 74
ja: 通知 74

source: Notices for all of the software components have been sent to the Documentation team and included in product documentation.
ja: 全てのソフトウェア コンポーネントの通知は、文書チームへ送付され、製品文書に含まれています。

source: Notify previous recipients of the product that the product contains open source software and inform them of their rights with respect to that software.
ja: 製品を受け取った過去の顧客に、製品はオープンソース ソフトウェアを含んでいること、そのソフトウェアについての権利、を通知

source: OPEN SOURCE COMPLIANCE IN THE ENTERPRISE
ja: 企業におけるオープン ソース コンプライアンス

source: OPEN SOURCE COMPLIANCE PROCESS
ja: オープン ソース コンプライアンス プロセス

source: OPEN SOURCE COMPLIANCE PROGRAM
ja: オープンソース コンプライアンス プログラム

source: OPEN SOURCE COMPLIANCE PROGRAM 31
ja: オープンソースコンプライアンスプログラム 31

source: OPEN SOURCE EXECUTIVE COMMITTEE
ja: オープンソース幹部会議 (OSEC)

source: OPEN SOURCE EXECUTIVE COMMITTEE The Open Source Executive Committee (OSEC) consists of engineering, legal, and product marketing executives in addition to the Compliance Officer.
ja: オープンソース幹部会議 (OSEC) オープンソース幹部会議 (OSEC) はエンジニアリング、法務、マーケティングの幹部に加えコンプライアンスオフィサーから構成されます。

source: OPEN SOURCE EXECUTIVE COMMITTEE 58
ja: オープンソース幹部会議 (OSEC) 58

source: OPEN SOURCE REVIEW BOARD (OSRB)
ja: オープンソース評価委員会 (Open Source Review Board, OSRB)

source: OPEN SOURCE REVIEW BOARD (OSRB) 50
ja: オープンソース評価委員会 (Open Source Review Board, OSRB) 50

source: OSEC (Open Source Executive Committee)
ja: OSEC （オープン ソース エグゼクティブ ボード）

source: OSRB (Open Source Review Board), which includes OSRB chair (Compliance Officer), Legal counsel, and OSRB engineering representative .
ja: OSRBチェア、法務担当、およびOSRB技術代表からなるOSRB (オープン ソース レビュー ボード)

source: OSRB Form for Each Open Source Component
ja: それぞれのオープン ソース コンポーネントに対するOSRBフォーム

source: OSRB USAGE FORM
ja: OSRB利用フォーム

source: OSRB USAGE FORM 95
ja: OSRB利用フォーム 95

source: OSRB members perform an architecture review and a linkage analysis for the specific component and mark it as ready for the next step (i.e., Approval) if no issues are uncovered.
ja: OSRBメンバーは、特定のコンポーネントに対してアーキテクチャ レビューとリンク解析を実施し、もし課題が発見されなければ、次のステップ（つまり承認）への準備が整っているという印をつけます。

source: OSRB members perform an architecture review for the specific component, and mark it as ready for the next step (i.e., Final Approval) if no issues were uncovered.
ja: OSRBメンバは、特定のコンポーネントに対してアーキテクチャ レビューを実施し、次のステップ（つまり最終承認）への準備が整っているという印をつけます。

source: OSS Code Information
ja: OSSコードの情報

source: OSS Code Information Package name and version
ja: OSSコードの情報 パッケージ名とバージョン

source: OTHER COMPLIANCE-RELATED PRACTICES
ja: その他のコンプライアンス関連プラクティス

source: Occurs as a result of linking software components that have conflicting or incompatible licenses
ja: 衝突(conflict)する、または互換性のない(incompatible)[03] ライセンスのソフトウェアコンポーネントをリンクした結果発生

source: Occurs during development process when developers copy/paste open source code (aka “snippets”) into proprietary or 3rd party source code
ja: 開発プロセスの中で開発者がオープンソースのコード (いわゆるスニペット) をプロプラエタリやサードパーティのコードに挿入して発生

source: Occurs when developers copy/paste proprietary source code into OS software
ja: 開発者がプロプラエタリなソースコードをオープンソースソフトウェアにコピー/ペーストして発生

source: Of course there are many possible circumstances that can affect compliance procedures.
ja: 勿論、コンプライアンス手順に影響を与える多くの事情があります。

source: Offer guidance about open source license obligations.
ja: オープンソース ライセンス 上の義務についてガイドラインを提供

source: Offer proper copyright and attribution notices.
ja: 適切な著作権と帰属に関する通知を提供します。

source: Offer simple but enforced policies and lightweight processes.
ja: シンプルだが確実に行われるポリシーと軽量なプロセスを提供

source: Offer training on linkage scenarios based on company compliance policy
ja: 企業のコンプライアンスポリシーに基づくリンクのシナリオについての訓練を提供

source: Offer training on linkage scenarios based on company compliance policy Regularly run dependency tracking tool to verify all linkage relationships; flag any issues not in line with compliance policies
ja: 企業のコンプライアンスポリシーに基づくリンクのシナリオについての訓練を提供 定期的に依存性追跡ツールを動作させ、全てのリンク関係を検証; 企業のポリシーで許容されていないあらゆる事柄にフラグを立てます

source: Offer training on your compliance policies and processes
ja: コンプライアンス ポリシーとプロセスについての教育

source: Offer training to increase awareness of compliance issues, open source (OS) licenses, implications of including OS code in proprietary or 3rd party code
ja: コンプライアンスやオープンソースライセンス、プロプラエタリやサードパーティのコードにオープンソースのコードを含めることの意味について認識するためのトレーニングを提供

source: Offer training to staff to ensure they update the change logs of source code files as part of the development process
ja: ソースコードの変更履歴をアップデートすることを、開発プロセスの一部とするようスタッフを教育

source: Office of the CIO, U.S.
ja: CIOオフィス

source: Office of the CIO, U.S. General Services Administration (U.S. agency that oversees $66 billion of procurement annually)
ja: CIOオフィス, 米国連邦調達庁（年間660億ドルの調達を行う米国政府機関）

source: Omission of a copyright notice.
ja: 著作権表示の省略

source: On a daily basis, OSRB members are involved in the following tasks:
ja: 日々の活動としては、OSRBのメンバーは下記に従事します。

source: On their first day, new employees would receive a 30-minute training on open source and compliance.
ja: 初日に、新規従業員は、オープン ソースとコンプライアンスに関する30分のトレーニングを受けます。

source: On-demand Compliance
ja: オン デマンド コンプライアンス

source: Once a software component has been approved for usage in a product or as part of a service, its compliance ticket will be updated to reflect the approval.
ja: ソフトウェア コンポーネントが製品やサービスへの利用を承認されたら、コンプライアンス チケットは、承認を反映するように更新されます。

source: Once a software component has received the audit, legal, and compliance approvals, it will be reviewed during an OSRB meeting.
ja: ソフトウェア コンポーネントが、監査、法務レビュー、コンプライアンス承認を全て受けたら、OSRB会議でその結果をレビューします。

source: Once all pre-distribution verifications have been completed, it’s time to upload the open source packages to the distribution website, labeled with the product and version it corresponds to (this scenario assumes that you have chosen this method to make source code available; other methods are discussed in a later chapter).
ja: 頒布前検証が全て完了したら、対応する製品とバージョンをラベル付けして（このシナリオは、ソース コードを入手可能になることを想定しています。他の方法は後続の章で議論します。）、オープン ソース パッケージを頒布用ウェブサイトにアップロードします。

source: Once all reviews have been completed, the software component’s compliance ticket moves to the approval step, where it is either approved for usage in the product or not.
ja: 全てのレビューが完了したら、ソフトウェア コンポーネントのコンプライアンス チケットは、製品に利用して良いかを決定する承認ステップへ移動します。

source: Once approved, the compliance officer will prepare the list of license obligations for the approved software component and pass it to appropriate departments for fulfillment.
ja: 承認されたら、コンプライアンス オフィサーは、承認されたソフトウェア コンポーネントのライセンス義務リストを準備し、義務実施のために適切な部署へ送ります。

source: Once open source packages are uploaded to the distribution website (and/ or stored on equivalent media), your work is not complete.
ja: オープン ソース パッケージが頒布用ウェブサイト（かつ／または、同等のメディアに格納）にアップロードされたとしても、作業は完了していません。

source: Once open source packages are uploaded to the distribution website (and/or stored on equivalent media), your work is not complete.
ja: オープン ソース パッケージが頒布用ウェブサイト（かつ／または、同等のメディアに格納）にアップロードされたとしても、作業は完了していません。

source: Once the OSRB approves the usage of an open source component, the OSRB communicates the approval to the product teams so they understand their responsibilities and begin preparations to fulfill the license obligations.
ja: OSRBがオープン ソース コンポーネントの利用を承認したら、OSRBは製品チームに承認を伝えますので、製品チームは責任を理解し、ライセンス義務履行の準備を始めます。

source: Once the auditing is complete and all issues identified earlier have been resolved, the compliance ticket for a specific software component moves to the review step.
ja: 監査が完了し、以前に特定された全ての課題が解決されたら、特定のソフトウェア コンポーネントに対するコンプライアンス チケットは、レビュー ステップへ移動します。

source: Once the developer reworks the code, the software component will be scanned again to verify that the GPL code has been removed before the ticket proceeds for legal review.
ja: いったん開発者がコードの再作業を行った後は、そのソフトウェア コンポーネントは、法務レビューへ進む前に、GPLコードが取り除かれたことを確認するために、再スキャンされます。

source: Once the engineers have resolved the identified issues, the OSRB Chair should request a new audit to confirm that the resolved issues no longer exist.
ja: 技術者が特定された課題を解決した時には、OSRBチェアは、解決された課題がもはや存在しないことを確認するために監査を要求するべきです。

source: Once the product ships, development begins on a new branch that includes additional features and/or bug fixes .
ja: 製品が出荷されたら、追加機能や不具合修正などを含む開発は、新しいブランチで行われます。

source: Once you fix the problem, you should notify the inquirer immediately, and invite them to verify the solution.
ja: 問題を解決したら、紹介者にすぐに伝え、解決策を検証するために来てもらうべきです。

source: Once you receive the compliance inquiry, you should respond immediately, confirming receipt and committing to investigate by a specific date.
ja: コンプライアンスに関する照会を受け取ったら、照会を受け取ったことを伝え、期日を定めて調査を約束するなどの応答をすぐに行うべきです。

source: Once you upload the open source packages to the distribution website, validate that the packages have been uploaded correctly and can be downloaded and uncompressed on an external computer without errors.
ja: オープン ソース パッケージを頒布用のウェブサイトにアップロードしたら、パッケージが正しくアップロードされ、ダウンロードでき、エラー無しに外部コンピューターで解凍できることを確認します。

source: One example is the following checklist, used before making source code available on an external website:
ja: 一つの例が、外部向けウェブサイトにソース コードを置く前に利用される、以下のチェックリストです。

source: One of the following conditions is met:
ja: 以下条件の一つが満たされる：

source: One of the initial challenges when starting a compliance program is to find exactly which open source software is in use and under which licenses it is available.
ja: コンプライアンス プログラムの開始当初の困難の一つは、使われているオープンソース ソフトウェアとそのライセンスを正確に把握することです。

source: One of the key obligations when using open source is the documentation obligation, also referred to as the notice obligation.
ja: オープン ソースを利用する際の重要な責務の一つは、ドキュメント記載の義務、または通知義務ともいわれるものです。

source: One of the key obligations when using open source is to ensure clear and accurate documentation of copyright, attribution, and license information, and the availability of a written offer (for GPL/LGPL licensed source code).
ja: オープン ソースを使う時に重要な義務の一つは、著作権、帰属、ライセンス情報、そして書面による申出（GPL/LGPLで許諾されたソース コード）などの明確で正確な文書作成を確実にすることです。

source: One of the major differences between the proprietary and the multi-source development models has been that the licenses of open source software are not negotiated.
ja: プロプラエタリな開発モデルと、マルチソースによる開発モデルとの大きな違いの一つは、オープンソースソフトウェアのライセンスは交渉するものではないことです。

source: One off-the-shelf open source tool of this type is The Linux Foundation Dep-Checker (http://git.linuxfoundation.org/dep-checker.git/).
ja: このタイプのオープン ソースの既存ツールとしては、Linux FoundationのDep-Checkerがあります。 (http://git.linuxfoundation.org/dep-checker.git/).

source: One way to enforce the compliance program is to integrate it within the software development process and ensure that some measurable portion of employee performance evaluation depends on their commitment to and execution of compliance program activities.
ja: コンプライアンス プログラムを守らせる方法の一つは、ソフトウェア開発プロセスと統合し、従業員の業績査定の幾分かをコンプライアンス プログラム活動へのコミットメントと実行とすることです。

source: Online Supply Method
ja: オンライン供給方法

source: Open Source Compliance in the Enterprise
ja: 企業におけるオープン ソース コンプライアンス

source: Open Source Executive Committee (OSEC) Decide on open source strategy
ja: オープンソースの戦略を決定するオープンソース幹部会議 (Open Source Executive Committee, OSEC)

source: Open Source Program Office
ja: オープンソース プログラム室

source: Open source added to the code repository that does not correspond to a usage form
ja: コード リポジトリへ追加された、利用申請フォームに対応していないオープン ソースコード リポジトリへ追加された、利用申請フォームに対応していないオープン ソース

source: Open source added to the code repository that does not correspond to a usage form .
ja: コード リポジトリへ追加された、利用申請フォームに対応していないオープン ソース

source: Open source attribution requirements differ from license to license, but can generally be grouped into four categories:
ja: オープン ソースの帰属要求は、ライセンスによって異なりますが、一般的に4つのカテゴリに分けられます。

source: Open source code, developed by the open source community and received by the company building the product/service under an open source license.
ja: オープンソースのコード、オープンソースのコミュニティにより開発され、製品やサービスを作る企業がオープンソース ライセンスの下で受領したもの

source: Open source compliance helps achieve four main objectives:
ja: オープンソースのコンプライアンスは3つの主要な目的の達成に役立ちます。

source: Open source compliance is easy to achieve once you have built up your compliance program, created a compliance policy and process, established staffing to ensure execution, and enabled your team with various tools to assist in the compliance automation aspect.
ja: オープン ソース コンプライアンスは、コンプライアンス プログラムを確立し、コンプライアンス ポリシーとプロセスを作成し、実行する担当者を確立し、コンプライアンスの自動化の面で助けとなるツールをチームが使えるようにすれば、容易に達成できます。

source: Open source compliance is often more of an operational and logistical challenge than a legal challenge.
ja: オープン ソース コンプライアンスは、しばしば、法務的な問題というよりも運用や物流的な問題です。

source: Open source compliance is the process by which users, integrators, and developers of open source observe copyright notices and satisfy license obligations for their open source software components.
ja: オープンソースのコンプライアンスとは、オープンソースのユーザー、インテグレーター、開発者が著作権表示をきちんと見て、自らに関わるオープンソースのソフトウェア コンポーネントのライセンス上の義務を満たすプロセスです。

source: Open source compliance officer is not necessary a dedicated resource.
ja: オープンソース コンプライアンス オフィサーは必ずしも専任である必要はないです。

source: Open source compliance teams use several tools to automate and facilitate the auditing of source code and the discovery of open source code and its licenses.
ja: オープンソース コンプライアンス チームはツールを使うことでソースコードの監査、オープンソース コードとそのライセンスの発見、が自動化され楽になります。

source: Open source components (modified versus as-is)
ja: オープン ソース コンポーネント（変更後とオリジナル）

source: Open source components (modified versus as-is) .
ja: オープン ソース コンポーネント（変更後とオリジナル）

source: Open source components (used “as is” or modified) .
ja: オープン ソース コンポーネント (そのままで利用、又は変更して利用) .

source: Open source development will accelerate the innovation and help drive the scalability of this technology, and we are proud to support the Hyperledger Project.”
ja: オープン ソース開発は、イノベーションを加速させ、この技術の大規模な利用の促進を助けてくれるでしょう。我々はHyperledgerプロジェクトをサポートしていることに誇りを感じています。」

source: Open source development will accelerate the innovation and help drive the scalability of this technology, and we are proud to support the Hyperledger Project.” Richard Lumb, Chief Executive, Financial Services, Accenture
ja: オープン ソース開発は、イノベーションを加速させ、この技術の大規模な利用の促進を助けてくれるでしょう。我々はHyperledgerプロジェクトをサポートしていることに誇りを感じています。」 Richard Lumb, Chief Executive, Financial Services, Accenture

source: Open source has expanded not only from an idealistic movement led by individuals around software and intellectual property but from one where organizations (e.g., governments, companies, and universities) realize that open source is a key part of their IT strategy and want to participate in its development.
ja: オープン ソースは、ソフトウェアや知的財産に関わる個人によってリードされた理想主義的な運動からばかりでなく、オープン ソースがIT戦略における主要な部分であると認識して、オープン ソース開発に参加したいと考えているような（政府、企業、大学などの）組織における活動によっても、広がってきています。

source: Open source initiatives and projects provide companies and other organizations with a vehicle to accelerate innovation through collaboration with the hundreds and sometimes thousands of communities that represent the developers of the open source software.
ja: オープンソースのイニシアチブやプロジェクトを使う事で、企業や組織はオープンソース ソフトウェアの開発者を代表する数百、時に数千のコミュニティと協力し、イノベーションを加速できるようになります。

source: Open source packages destined for distribution have been identified and approved
ja: 頒布されることになっているオープン ソース パッケージは、特定され、承認されている。

source: Open source packages destined for distribution have been identified and approved .
ja: 頒布されることになっているオープン ソース パッケージは、特定され、承認されている。.

source: Open source received from a third-party vendor .
ja: サード パーティ ベンダーから受け取ったオープン ソース

source: Open source software developed by members of an open source project
ja: オープン ソース プロジェクトのメンバーによって開発されたオープン ソース ソフトウェア。

source: Open source software used in the product has been identified, reviewed, and approved .
ja: 製品で利用されるオープン ソース ソフトウェアは、特定され、レビューされ、承認されている。

source: Open source upgraded to a new version, which may require updating the attribution/copyright notices, and, in some rare cases, updating the license
ja: 新しいバージョンにアップグレードされたオープン ソース。帰属／著作権表記の更新を必要とするかもしれません。まれにライセンスの更新を必要とすることもあります。

source: Organizations achieve initial compliance through the following activities:
ja: 組織は初期のコンプライアンスを以下の活動を通じて達成します。

source: Organizations are looking for guidance on how best to participate appropriately in open source communities and to do so in a legal and responsible way.
ja: 組織は、オープン ソース コミュニティへの適切な参加や、法的で責任あるやり方での参加の最善な方法についてのガイダンスを探しています。

source: Organizations may have a business need to create a new open source project and contribute source code to it.
ja: 組織は、ビジネス的な必要性から、新しいオープン ソース プロジェクトを設立し、ソース コードの貢献をするかもしれません。

source: Organizations should also create a list of conditions that define when a new scan is required, to make the process more efficient.
ja: 組織は、プロセスがより効率的になるように、新しいスキャンが必要とされる時を定義した条件リストを作成すべきです。

source: Organizations using open source in products and services need to:
ja: 製品やサービスにオープン ソースを利用している組織は、以下が必要となります。

source: Other Corporate Transactions
ja: その他の企業活動

source: Other Corporate Transactions Corporate Development is also involved with compliance in transactions such as spin-offs and joint ventures.
ja: その他の企業活動 企業買収部門はスピンオフやジョイントベンチャーのコンプライアンスにも関わります。

source: Other open source components that the software component in question interacts with or depends on, especially if it is governed by a different open source license
ja: 課題となっているソフトウェア コンポーネントが、相互作用する、または依存関係にあるような、他のオープン ソース コンポーネント。特に、別のオープン ソース ライセンスによって許諾されている場合。
